tap 'thoughtbot/formulae'
tap 'd12frosted/emacs-plus'
tap 'caskroom/fonts'

brew 'aria2'
brew 'autojump'
brew 'bat'
brew 'emacs-plus', link: true
brew 'fish'
brew 'htop'
brew 'jq'
brew 'lsd'
brew 'neovim'
brew 'pyenv'
brew 'q'
brew 'rcm'
brew 'tarsnap'
brew 'the_platinum_searcher'
brew 'tree'
brew 'wget'

cask 'alfred'
cask 'anki'
cask 'dropbox'
cask 'font-sourcecodepro-nerd-font'
cask 'font-sourcecodepro-nerd-font-mono'
cask 'gitup'
cask 'google-chrome'
cask 'grammarly'
cask 'graphviz'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'jetbrains-toolbox'
cask 'keycastr'
cask 'mullvadvpn'
cask 'mpv'
cask 'pastebot'
cask 'qbittorrent'
cask 'skitch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'tunnelblick'
cask 'tweetbot'
cask 'vagrant'
cask 'vmware-fusion'

mas 'Bear', id: 1091189122
mas 'Core Tunnel', id: 1354318707
mas 'Growl', id: 467939042
mas 'Keynote', id: 409183694
mas 'Tweetbot', id: 1384080005
mas 'Xcode', id: 497799835

