tap 'railwaycat/emacsmacport'
tap 'thoughtbot/formulae'

brew 'aria2'
brew 'autojump'
brew 'bat'
brew 'coreutils'
brew 'emacs'
brew 'fd'
brew 'fish'
brew 'font-sauce-code-pro-nerd-font'
brew 'gh'
brew 'grep'
brew 'grex'
brew 'htop'
brew 'jq'
brew 'lsd'
brew 'marked'  # markdown compiler
brew 'mpv'
brew 'neovim'
brew 'php'  # for Alfred workflows
brew 'ripgrep'
brew 'rcm'
brew 'shellcheck'
brew 'switchaudio-osx'
brew 'tarsnap'
brew 'tree'
brew 'wget'

cask 'alfred'
cask 'anki'
cask 'istat-menus@6'
cask 'dropbox'
cask 'font-source-code-pro-for-powerline'
cask 'gitup'
cask 'google-chrome'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'keycastr'
cask 'mullvadvpn'
cask 'muzzle'
cask 'pastebot'
cask 'qbittorrent'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'

mas '1Password for Safari', id: 1569813296
mas 'Ivory', id: 6444602274
mas 'Keynote', id: 409183694
mas 'Toothfairy', id: 1191449274
mas 'Xcode', id: 497799835
