tap 'thoughtbot/formulae'
tap 'd12frosted/emacs-plus'
tap 'homebrew/cask-fonts'

brew 'aria2'
brew 'autojump'
brew 'bat'
brew 'emacs-plus', link: true
brew 'fish'
brew 'fd'
brew 'grex'
brew 'htop'
brew 'jq'
brew 'lsd'
brew 'neovim'
brew 'q'
brew 'rcm'
brew 'switchaudio-osx'
brew 'tarsnap'
brew 'tree'
brew 'wget'

cask 'alfred'
cask 'anki'
cask 'dropbox'
cask 'firefox-developer-edition'
cask 'font-sauce-code-pro-nerd-font'
cask 'gitup'
cask 'google-chrome'
cask 'grammarly'
cask 'graphviz'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'keycastr'
cask 'mullvadvpn'
cask 'muzzle'
cask 'mpv'
cask 'pastebot'
cask 'postman'
cask 'qbittorrent'
cask 'rectangle'
cask 'skitch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'tweetbot'
cask 'vagrant'
cask 'vmware-fusion'

mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
